[
    {
        "lectureName": "Modern Agile e o Futuro do Desenvolvimento de Software",
        "lectureDescription": "'Ágil' se tornou mainstream. Basta instalar o Jira e ter uma 'daily' pra fazer Scrum... mas desencana das retrospectivas. Basta instalar o Jenkins que 'fazemos CI', não importa que o código está parado numa PR num feature branch já fazem semanas. Basta instalar o Kubernets que temos DevOps, nem pensa em falar que os sysadmins deveriam codar e os devs responder à incidentes de produção. Nossa indústria novamente demonstra como é capaz de pegar qualquer inovação e co-optar em mais do mesmo. Venha ver como um retorno à princípios, inspirado na comunidade de Modern Agile, pode nos ajudar a achar o próximo passo, explorando agilidade de arquitetura e também de negócios enquanto experimentamos e aprendemos velozmente, entregamos valor continuamente, tornamos as pessoas sensacionais, sempre garantindo que a segurança seja um pré-requisito.",
        "author": "Alexandre Freire Kawakami",
        "authorDescription":"Quando sua mãe escreveu um programa para o Alexandre de 9 anos aprender 
        tabuada, e fez o computador dar broncas mal educadas pro menino, ele ficou tão impressionado 
        que resolveu ser programador. Desde então passou por todas fases da história da nossa Indústria. 
        Programou websites como cowboy na bolha de 95, ainda adolescente. Fez waterfall de maneira 
        diligente numa multinacional Italiana e sofreu quando o projeto da primeira rede social do mundo,
         que nunca entrou em produção, foi cancelado. Se apaixonou por Programação eXtrema e por 
         indivíduos e suas interações. Resolveu se especializar em metodologias ágeis e no IME-USP 
         fez seu mestrado no tema, fundou a AgilCoop e a Agilbits. Ajudou diversas empresas, 
         de start-ups a gigantes como a Locaweb a serem mais ágeis. Levou os valores e princípios 
         a sério, aplicando-os no Ministério da Cultura para criar o programa de Cultura Digital 
         e construindo uma casa em Ilhabela de maneira ágil. Passou pela Industrial Logic, 
         referência em agilidade técnica mundial, onde treinou e trabalhou junto com equipes de 
         engenharia de produto de empresas como GE, HP, GM, Globo.com, Yahoo e Netflix. Hoje é 
         Diretor de Engenharia no Nubank, liderando uma das melhores equipes de engenharia ágil do Brasil.",
        "image": "require('./images/afk.jpg'"
    },
    {
        "lectureName": "Squads - Mitos, Verdades e a Realidade nas Empresas Mineiras",
        "lectureDescription":"Nessa sessão iremos discutir o estado atual da implementação de Squads
         em algumas empresas de Minas Gerais. Iremos apresentar alguns mitos sobre Squads, alguns
          princípios que orientam essa estrutura de trabalho e o aprendizado em algumas empresas 
          de Minas Gerais. Iremos compartilhar aqui lições aprendidas e cuidados para gestores e 
          líderes de equipe que estejam implementando esse modelo de trabalho.",
        "author": "Marco Mendes",
        "authorDescription":"Sócio-Fundador da Arkhi Consultoria e Treinamento em 2009, 
        trabalho como consultor em transformação ágil e transformação digital de organizações. 
        Atuo também como professor nos cursos de pós-graduação pela PUC Minas e também como 
        coordenador do curso lato-sensu de gestão ágil de projetos pelo IETEC Possuo experiência 
        de 26 anos em Tecnologia de Informação em diversas empresas no Brasil e exterior nas 
        funções de liderança técnica de projetos, transformação ágil, arquitetura de sistemas
         e implantação de práticas DevOps. Dentre as instituições onde já realizei projetos e 
         consultorias destaco o Banco Tribanco, Banco Bonsucesso, Banco Mercantil do Brasil, 
         Banco de Desenvolvimento de Minas Gerais, Arcelor Mittal, Vallourec/Manesmann,
          Unimed, Localiza, Supermix, Governo de Minas Gerais, TIM, VIVO, OI, UFMG, UNICAMP,
           PUC Minas e Supermix entre outras. Sou Bacharel (1993) e Mestre em Ciência da 
           Computação (1996) pela UFMG. Sou entusiasta de métodos ágeis, agilidade em escala
            organizacional, uso de métodos lean na tecnologia da informação, arquitetura corporativa
             e fatores de produtividade em projetos.",
        "image": "require('./images/mam.jpg'"
    },
    {
        "lectureName": "Como conciliar agilidade e arquitetura de software",
        "lectureDescription":"Como conciliar agilidade e arquitetura de software
        Os métodos tradicionais de arquitetura de software costumam usar um levantamento inicial pesado 
        para criar um roadmap arquitetônico destinado a atender plenamente as necessidades de um sistema 
        para os próximos meses ou até anos. Já nos métodos ágeis esses levantamentos iniciais pesados já não
         fazem mais sentido. Nessa apresentação vou falar sobre como conciliar o agilidade e arquitetura de 
         software mostrando como o design emergente e a arquitetura intencional podem conviver de maneira 
         harmoniosa e colaborativa ao longo das iterações.",
        "author": "Adriano de Pinho Tavares",
        "authorDescription":"Adriano Tavares é bacharel em Ciência da Computação pela PUC MINAS, 
        especialista em Engenharia de Software pela UFMG e possui larga experiência profissional 
        no mercado corporativo de TI. Já atuou como arquiteto de software, agile coach, consultor,
         instrutor, palestrante, líder de comunidades e professor universitário. Como especialista 
         em processos digitais na Fiat Chrysler Automobiles, seu principal objetivo é atuar como um 
         influenciador e acelerador da transformação digital da companhia em diferentes competências
          como o Agile Coaching, Arquitetura de Software, Cloud Computing, Mobile e integração de serviços
           e dados.",
        "image": "require('./images/apt.jpg'"
    },
    {
        "lectureName": "Ser ou não ser autônomo? Não era para ser uma questão",
        "lectureDescription":"Ao longo da vida passamos por uma série de construções em casa,
         na escola e no trabalho que aos poucos vão tirando nossa habilidade de agir e pensar 
         de uma maneira autônoma. Será que podemos dar autonomia de volta para as pessoas? 
         Autonomia é algo que se dá? O que será que é autonomia? Como a falta dela impacta as 
         nossas vidas e como será que podemos começar a desenvolver esse modelo mental de novo?
        Numa mistura de Open Space e aprendizado construtivista, uma personagem fictícia guiará
         a discussão sobre as construções da vida dessa personagem. Baseado em relatos reais, 
         com a intenção de traçar paralelos com o grupo, o objetivo é identificar quais construções
          foram danosas para a jornada de autonomia dessa personagem. Queremos trazer provocações para 
          cada indivíduo do grupo visualizar o estágio em que estão em sua jornada pessoal de autonomia
           e coletivamente direcionarmos a discussão para redirecionar ou reforçar a concepção atual de
            cada um sobre ser autônomo.",
        "author": "Flavia Dias Ladeira",
        "authorDescription":"Formada em Ciências Biológicas, tem Mestrado e Doutorado em Genética e Evolução,
         todos pela UFMG. Possui 9 anos de experiência com Consultoria e em Gestão de Projetos de tecnologia.
          Gerente de Projetos na ThoughtWorks à 3 anos tem como abordagem o aprendizado inquisitivo permitindo
           o trabalho em equipe de forma colaborativa para resolução de questões em sistemas complexos.",
        "image": "require('./images/fdl.jpg'"
    }
]